Repository: fredvs/msegui_dynpo
Catalog: src/lang/demo_*.po
Languages: es, ru

source: &Cancel
es: &Cancelar
ru: &Отменить

source: &Abort
es: &Abortar
ru: &Прервать

source: &OK
ru: &Готово

source: &Yes
es: &Sí
ru: &Да

source: &No
ru: &Нет

source: &All
es: &Todo
ru: &Все

source: Yes &all
es: &Todo
ru: &Все

source: N&o all
es: N&o todo
ru: Н&ет всему

source: &Ignore
es: &Ignorar
ru: Нева&жно

source: &Skip
es: O&mitir
ru: &Пропустить

source: Skip a&ll
es: Omitir &todo
ru: Пропустить &все

source: Co&ntinue
es: Co&ntinuar
ru: &Продолжить);

source: Cancel
es: Cancelar
ru: Отменить

source: Abort
es: Abortar
ru: Прервать

source: OK
ru: Готово

source: Yes
es: Sí
ru: Да

source: No
ru: Нет

source: All
es: Todo
ru: Все

source: Yes all
es: Todo
ru: Все

source: No all
es: No todo
ru: Нет всему

source: Ignore
es: Ignorar
ru: Неважно

source: Skip
es: Omitir
ru: Пропустить

source: Skip all
es: Omitir todo
ru: Пропустить все

source: Continue
es: Continuar
ru: Продолжить

source: Wrong encoding can damage your source files.
es: La codificación incorrecta puede dañar sus archivos de origen.
ru: Неправильная кодировка может повредить ваши исходные файлы.

source: Do you wish to set encoding to
es: ¿Desea establecer la codificación en
ru: Вы хотите установить кодировку

source: *** WARNING ***
es: *** ADVERTENCIA ***
ru: *** ПРЕДУПРЕЖДЕНИЕ ***

source: Hangup
es: Colgar
ru: Вешать трубку

source: Interrupt
es: Interrumpir
ru: Прерывать

source: Leave
es: Dejar
ru: Покидать

source: Illegal instruction
es: Instrucción ilegal
ru: Незаконное указание

source: Abort Process
es: Abortar
ru: Прервать

source: BUS error
es: Error de BUS
ru: Ошибка шины

source: Floating-point exception
es: Excepción de coma flotante
ru: Исключение с плавающей точкой

source: Kill
es: Matar
ru: Убийство

source: User-defined signal 1
es: Señal 1 definida por el usuario
ru: Пользовательский сигнал 1

source: Segmentation violation
es: Violación de segmentación
ru: Нарушение сегментации

source: User-defined signal 2
es: Señal 2 definida por el usuario
ru: Пользовательский сигнал 2

source: Broken pipe
es: Tuberia rota
ru: Сломанная труба

source: Alarm clock
es: Despertador
ru: Будильник

source: Termination
es: Terminación
ru: Прекращение действия

source: Stack fault
es: Fallo de pila
ru: Ошибка стека

source: Child status has changed
es: El estado del niño ha cambiado
ru: Статус ребенка изменился

source: Proceed
es: Continuar
ru: Продолжить

source: Stop, unblockable
es: Stop imbloqueable
ru: Стоп неблокируемый

source: Keyboard stop
es: Parada del teclado
ru: Остановка клавиатуры

source: Background read from tty
es: Lectura de fondo de tty
ru: Фон читать с tty

source: Background write to tty
es: Escritura de fondo en tty
ru: Фоновая запись на tty

source: Urgent condition on socket
es: Condición urgente en el encaje
ru: Срочное состояние розетки

source: CPU limit exceeded
es: Límite de CPU excedido
ru: Превышен лимит ЦП

source: File size limit exceeded
es: Excede el límite de tamaño de archivo
ru: Превышен предел размера файла

source: Virtual alarm clock
es: Despertador virtual
ru: Виртуальный будильни

source: Profiling alarm clock
es: Despertador de perfiles
ru: Профильный будильник

source: Window size change
es: Cambio de tamaño de ventana
ru: Изменение размера окна

source: I/O now possible
es: E / S ahora es posible
ru: Ввод / вывод теперь возможен

source: Power failure restart
es: Reinicio por falla de energía
ru: Перезапуск при сбое питания

source: Configure ideU
es: Configurar ideU
ru: Настроить ideU

source: Process ID
es: Identificacion de proceso
ru: Идентификатор процесса

source: Attach to process
es: Adjuntar al proceso
ru: Присоединить к процессу

source: Unknown moduleclass for
es: Clase de módulo desconocida para
ru: Неизвестный класс модуля для

source: Inherited component
es: Componente heredado
ru: Унаследованный компонент

source: can not be deleted.
es: no se puede eliminar.
ru: нельзя удалить.

source: Make aborted.
es: Hacer abortado.
ru: Сделать прерванным.

source: Download aborted.
es: Descarga abortada.
ru: Загрузка прервана.

source: Runerror with
es: Runerror con
ru: Runerror с

source: Error: Timeout.
ru: Ошибка: тайм-аут.

source: Making.
es: Haciendo.
ru: Изготовление.

source: Make not running.
es: Haz que no corras.
ru: Сделать не работающим.

source: Downloading.
es: Descargando.
ru: Скачивание.

source: Download not running.
es: La descarga no se está ejecutando
ru: Загрузка не выполняется.

source: running.
es: corriendo.
ru: Бег.

source: Script
es: Texto
ru: Сценарий

source: Recursive form inheritance of
es: Herencia de forma recursiva de
ru: Рекурсивное наследование формы

source: Component
es: Componente
ru: Составная часть

source: exists.
es: existe.
ru: существуют.

source: Ancestor for
es: Ancestro de
ru: Предок по

source: not found.
es: extraviado.
ru: не найден.

source: Module
es: Módulo
ru: Модуль

source: Invalid name
es: Nombre inválido
ru: Неверное имя

source: Invalid methodname
es: Nombre de método no válido
ru: Неверное имя метода

source: Module not found
es: Módulo no encontrado
ru: Модуль не найден

source: Method not found
es: Método no encontrado
ru: Метод не найден

source: Published (managed) method
es: Método publicado (gestionado)
ru: Опубликованный (управляемый) метод

source: does not exist.
es: no existe.
ru: не существует.

source: Do you wish to delete the event?
es: ¿Desea eliminar el evento?
ru: Вы хотите удалить мероприятие?

source: WARNING
es: ADVERTENCIA
ru: ПРЕДУПРЕЖДЕНИЕ

source: Method
es: Método
ru: Метод

source: has different parameters.
es: tiene diferentes parámetros.
ru: имеет разные параметры.

source: A module
es: Un módulo
ru: Модуль

source: is already open.
es: ya está abierto.
ru: уже открыт.

source: Unresolved reference(s) to
es: Referencias no resueltas a
ru: Неразрешенные ссылки на

source: Module(s):
es: Módulo (s):
ru: Модуль (и):

source: Can not read formfile
es: No se puede leer el archivo de formulario
ru: Невозможно прочитать файл формы

source: Invalid component name.
es: Nombre de componente no válido.
ru: Недействительное имя компонента.

source: Invalid exception
es: Excepción no válida
ru: Недействительное исключение

source: T&ools
es: Instrumentos
ru: Инструменты

source: All Files
es: Todos los archivos
ru: Все файлы

source: MSE Program
es: Programa MSE
ru: Программа MSE

source: MSE Textfile
es: Archivo de texto MSE
ru: Текстовый файл MSE

source: Mainform
es: Forma principal
ru: Майнформ

source: Simple Form
es: Forma simple
ru: Простая форма

source: Docking Form
es: Forma de acoplamiento
ru: Форма стыковки

source: Subform
es: Subformulario
ru: Подчиненная

source: Tabform
ru: Табформ

source: Dockpanel
ru: Докпанель

source: Report
es: Reporte
ru: Отчет

source: Inherited Form
es: Forma heredada
ru: Унаследованная форма

source: Do you want to replace the settings by
es: ¿Desea reemplazar la configuración por
ru: Вы хотите заменить настройки на

source: Do you want to overwrite?
es: ¿Quieres sobrescribir?
ru: Вы хотите перезаписать?

source: Unknown
es: Desconocido
ru: Неизвестный

source: Startup
es: Puesta en marcha
ru: Запускать

source: GDB died
es: GDB murió
ru: GDB умер

source: Breakpoint hit
ru: Точка останова достигнута

source: Watchpoint triggered
es: Watchpoint activado
ru: Сработала точка наблюдения

source: Read Watchpoint triggered
es: Leer Watchpoint activado
ru: Считать срабатывание точки наблюдения

source: Access Watchpoint triggered
es: Access Watchpoint activado
ru: Сработала точка наблюдения за доступом

source: End stepping range
es: Rango de escalonamiento final
ru: Конец диапазона шага

source: Function finished
es: Función terminada
ru: Функция завершена

source: Exited normally
es: Salió normalmente
ru: Нормальный выход

source: Exited
es: Salido
ru: Выход

source: Detached
es: Separado
ru: Отдельно

source: Signal received
es: Señal recibida
ru: Сигнал получен

source: Can not read project
es: No se puede leer el proyecto
ru: Не могу прочитать проект

source: Object Inspector
es: Inspector de objetos
ru: Инспектор объектов

source: Store Component
es: Almacén de componentes
ru: Магазин комплектующих

source: Attaching Process
es: Proceso de conexión
ru: Процесс прикрепления

source: Loading
es: Cargando
ru: Загрузка

source: Unresolved references in
es: Referencias no resueltas en
ru: Неразрешенные ссылки в

source: to
es: para
ru: к

source: Do you wish to search the formfile?
es: ¿Desea buscar en el archivo de formulario?
ru: Вы хотите выполнить поиск в файле формы?

source: Formfile for
es: Formfile para
ru: Formfile для

source: Recursive form hierarchy for
es: Jerarquía de formas recursivas para
ru: Иерархия рекурсивной формы для

source: Classtype
es: Tipo de clase
ru: Тип занятия

source: Unable to open file
es: No es posible abrir el archivo
ru: Невозможно открыть файл

source: *** Running ***
es: *** Corriendo ***
ru: *** Бег ***

source: Downloading
es: Descargando
ru: Скачивание

source: Downloaded
es: Descargado
ru: Скачано

source: Start gdb server command
es: Iniciar comando del servidor gdb
ru: Запустить команду сервера gdb

source: Start gdb Server
es: Iniciar el servidor gdb
ru: Запустить сервер gdb

source: gdb server start error
es: error de inicio del servidor gdb
ru: ошибка запуска сервера gdb

source: gdb server start canceled.
es: inicio del servidor gdb cancelado.
ru: запуск сервера gdb отменен.

source: Can not run start gdb command.
es: No se puede ejecutar el comando start gdb.
ru: Невозможно запустить команду start gdb.

source: Download finished.
es: Descarga finalizada.
ru: Загрузка завершена.

source: Download canceled.
es: Descarga cancelada.
ru: Загрузка отменена.

source: Select ancestor
es: Seleccionar antepasado
ru: Выбрать предка

source: New form
es: Nueva forma
ru: Новая форма

source: Pascal Files
es: Archivos Pascal
ru: Файлы Паскаля

source: Can not load Project
es: No se puede cargar el proyecto
ru: Невозможно загрузить проект

source: Select project template
es: Seleccionar plantilla de proyecto
ru: Выбрать шаблон проекта

source: Project files
es: Archivos de proyecto
ru: Файлы проекта

source: All files
es: Todos los archivos
ru: Все файлы

source: Select program file
es: Seleccionar archivo de programa
ru: Выбрать файл программы

source: Pascal program files
es: Archivos de programa Pascal
ru: Программные файлы Pascal

source: C program files
es: Archivos de programa C
ru: Программные файлы C

source: New Project
es: Nuevo proyecto
ru: Новый проект

source: Can not start process
es: No se puede iniciar el proceso
ru: Невозможно запустить процесс

source: Process
es: Proceso
ru: Процесс

source: Process terminated
es: Proceso terminado
ru: Процесс прекращен

source: Process terminated normally.
es: El proceso terminó normalmente.
ru: Процесс завершен нормально.

source: Make ***ERROR***
es: Hacer *** ERROR ***
ru: Сделать *** ОШИБКУ ***

source: Make OK.
es: Hacer OK.
ru: Сделать ОК.

source: Source has changed, do you wish to remake project?
es: La fuente ha cambiado ¿deseas rehacer el proyecto?
ru: Источник изменился хочешь переделать проект?

source: Load Window Layout
es: Cargar diseño de ventana
ru: Загрузить макет окна

source: Docking area
es: Área de atraque
ru: Зона стыковки

source: has changed.
es: ha cambiado.
ru: изменилось.

source: There are modifications in edit buffer also.
es: También hay modificaciones en el búfer de edición.
ru: Также есть модификации в буфере редактирования.

source: Do you wish to reload from disk?
es: ¿Desea recargar desde el disco?
ru: Вы хотите перезагрузить с диска?

source: <none>
es: <ninguno>
ru: <нет>

source: Do you wish to replace:
es: ¿Desea reemplazar:
ru: Вы хотите заменить:

source: with:
es: con:
ru: с участием:

source: <new>
es: <nuevo>
ru: <новый>

source: Text
es: Texto
ru: Текст

source: Restart from begin of file?
es: ¿Reiniciar desde el principio del archivo?
ru: Перезагрузить с начала файла?

source: Cancel?
es: ¿Cancelar?
ru: Отмена?

source: Do you wish to to replace this occurence?
es: ¿Desea reemplazar esta ocurrencia?
ru: Вы хотите заменить это появление?

source: Go to line number:
es: Ir al número de línea:
ru: Перейти к номеру строки:

source: Find line
es: Buscar línea
ru: Найти линию

source: Apply
es: Aplicar
ru: Применять

source: sak voice assistive config
es: Configuración asistencia-voz sak
ru: sak голосовой помощник

source: Parent directory of sakit
es: Directorio principal de sakit
ru: Родительский справочник sakit

source: Enable sak assistive at loading
es: Habilitar sak al cargar
ru: Включить sak при загрузке

source: System layout
es: Disposición del sistema
ru: Схема системы

source: Universal path layout
es: Directorios universales
ru: Универсальные каталоги

source: No Z order handling
es: Sin manejo de pedidos Z
ru: Нет обработки Z-заказа

source: Use shift key to select a word
es: Mayús para seleccionar palabra
ru: Клавиша Shift для выбора слова

source: Auto focus in main-menu
es: Enfoque automático en menú
ru: Автофокус в главном меню

source: Full path of project in window title
es: Ruta completa en título-proyecto
ru: Полный путь к проекту в заголовке

source: Set dialog-forms as modal vs as tool
es: Establecer diálogos como modales
ru: Установить диалог как модальный

source: Font height
es: Altura fuente
ru: Высота шрифта

source: Font name
es: Nombre fuente
ru: Название шрифта

source: No confirmation to delete row
es: No confirmación para eliminar fila
ru: Нет подтверждения удаление строки

source: Blinking caret
es: Intercalación intermitente
ru: Мигающая вставка

source: Repaint canvas
es: Repintar canvas
ru: Перекрасить холст

source: Source Editor
es: Editor de fuente
ru: Редактор исходного кода

source: Use those options instead of project options
es: Usa esas opciones
ru: Используйте эти параметры

source: Add space after comma -> auto-parsing
es: Espacio tras coma al auto-parsing
ru: Пробел после запятой при автоанализе

source: When a file has changed
es: Cuando un archivo ha cambiado:
ru: Когда файл был изменен:

source: No dialog box => reload the new one
es: Sin diálogo => cargar el nuevo
ru: Нет диалога => перезагрузить новый

source: No dialog box => keep the old one
es: Sin diálogo => mantener el viejo
ru: Нет диалога => сохранить старое

source: A dialog box ask what to do...
es: Un diálogo pregunta qué hacer ...
ru: Диалог спрашивает что делать ...

source: Rectangle around multi-select
es: Rectángulo alrededor selección
ru: Прямоугольник вокруг выделения

source: Project options
es: Opciones de proyecto
ru: Варианты проекта

source: Editor
ru: редактор

source: Right margin line
es: Margen derecho
ru: Правое поле

source: Mark Brackets
es: Soportes de marca
ru: Отметить скобки

source: Line Numbers
es: Números de línea
ru: Номера строк

source: Mark Pairwords
es: Marcar pares de palabras
ru: Отметить парные слова

source: Trim trailing whitespace
es: Recorte espacios en blanco
ru: Обрезать пробелы

source: Auto Indent
es: Sangría automática
ru: Автоматический отступ

source: No Source Editor
es: Sin editor de fuentes
ru: Нет редактора исходного кода

source: Tab indent
es: Sangría de tabulación
ru: Отступ табуляции

source: Space tab
es: Pestaña de espacio
ru: Вкладка Пробел"

source: Show tabs
es: Mostrar pestañas
ru: Показать вкладки

source: Anti aliased font
es: Fuente anti aliased
ru: Шрифт со сглаживанием

source: Encoding
es: Codificación
ru: кодировка

source: Mark Color
es: Color de la marca
ru: Цвет марки

source: Stat Color
es: Color de estad.
ru: Цвет статистики

source: Scr Y
es: Desp. Y
ru: Поло. Y

source: Nb char
es: Núm. cara.
ru: Кол. сим.

source: EOL Style
es: Estilo EOL
ru: EOL Стиль

source: Backup
es: Respaldo
ru: Рез. коп.

source: Tabstops
ru: Табуляторы

source: ExtS
es: Esp.X
ru: Доп. прос.

source: Extra space between lines
es: Espacio extra entre líneas
ru: Дополнительное пространство между строками

source: Width
es: Ancho
ru: Ширина

source: Height
es: Altura
ru: Рост

source: Font
es: Fuente
ru: Шрифт

source: Font Bk. color
es: Color fondo de fuente
ru: Цвет шрифта фона

source: Font color
es: Color de fuente
ru: Цвет шрифта

source: File filter
es: Filtro archivos
ru: Файловый фильтр

source: File mask
es: Máscara archivo
ru: Маска файла

source: Syntax definition file
es: Archivo definición sintaxis
ru: Файл определения синтаксиса

source: Code Templates
es: Plantillas de código
ru: Шаблоны кода

source: Code template directories, file extension = .mct
es: Directorios plantillas de código extensión de archivo = .mct
ru: Каталоги шаблонов кода расширение файла = .mct

source: Select unit directory
es: Seleccionar directorio
ru: Выберите каталог объекта

source: &Debugger
es: &Depurador
ru: &Отладчик

source: Project Debugger
ru: Отладчик проекта

source: Search &Directories
es: &Directorios de búsqueda
ru: Каталоги поиска

source: Search path to get infos about code
es: Ruta de búsqueda para obtener información sobre el código
ru: Путь поиска для получения информации о коде

source: Select source directory
es: Seleccionar directorio de origen
ru: Выберите исходный каталог

source: Object &Base Directory (empty = Make Directory)
es: Directorio base de objetos (vacío = Crear directorio)
ru: Каталог базы объектов (пусто = Создать каталог)

source: Select source base directory
es: Seleccionar directorio de origen
ru: Выберите исходный базовый каталог

source: Defi&nes
es: Defi&ne
ru: Определяет

source: &Signals
es: &Señales
ru: &Сигналы

source: &Exception
es: &Excepción
ru: &Исключение

source: &Target
es: &Objetivo
ru: &Цель

source: Start gdb server command attach target
es: Iniciar comando del servidor gdb adjuntar destino
ru: Запустить цель подключения команды сервера gdb

source: No wait for exit
es: No espere a salir
ru: Не ждать выхода

source: Before connect gdb script
es: Script gdb de antes de conectar
ru: gdb скрипт перед подключением

source: Before load gdb script
es: Script gdb de antes de la carga
ru: gdb скрипт перед загрузкой

source: Before run gdb script
es: Script gdb de antes de ejecutar
ru: gdb скрипт перед запуском

source: After connect gdb script
es: Script gdb de después de conectar
ru: gdb скрипт после подключения

source: After load gdb script
es: Script gdb de después de la carga
ru: gdb скрипт после загрузки

source: Start gdb server command run target
es: Inicie comando servidor gdb destino ejecución
ru: Запустить команду сервера gdb запустить цель

source: Wait before connect
es: Espere antes conectarse
ru: Подождите перед подключением

source: Start once
es: Empezar una vez
ru: Начать один раз

source: Download command
es: Comando de descarga
ru: Команда загрузки

source: Processor
es: Procesador
ru: Процессор

source: Simulator
es: Simulador
ru: Симулятор

source: gdb download
es: gdb-descargar
ru: gdb скачать

source: Startup BKPT
es: Inicio BKPT
ru: Запуск БКПТ

source: Target connection
es: Conexión de destino
ru: Целевое соединение

source: Always download
es: Descargar siempre
ru: Всегда скачивать

source: Always download before run
es: Descargar siempre antes de ejecutar
ru: Всегда загружайте перед запуском

source: Load Timeout
es: Tiempo espera de carga
ru: Время ожидания загрузки

source: &Extern Console
es: &Consola externa
ru: &Внешняя консоль

source: &Stop on Exc
es: &Det.exc.
ru: &Оста. искл.

source: Stop on exceptions
es: Deténgase en caso de excepción
ru: Остановить при исключении

source: &Acti-Break
es: &Act.desc.
ru: &Акт.пере;

source: Activate on Break
es: Activar en descanso
ru: Активировать в перерыве

source: &Value Hints
es: &Valor pistas
ru: &Ценность подсказок

source: Call GUI_DEB
es: Llame GUI_DEB
ru: Вызов GUI_DEB

source: Release mouse grab by target stop. gdb sometimes crashes with this option.
es: Suelte el agarre del mouse al detener el objetivo. gdb a veces falla con esta opción.
ru: Освободите захват мыши с помощью целевой остановки. gdb иногда дает сбой с этой опцией.

source: Set TT&Y
es: Establecer TT&Y
ru: Установить TT&Y

source: &Raise-Break
es: &Leva/desc
ru: &Под/пере

source: Raise on break
es: Levantar en descanso
ru: Поднимать в перерыве

source: &FPC bugs
es: &Errores FPC
ru: &Ошибки FPC

source: Use workarounds for FPC/gdb bugs
es: Utilice soluciones alternativas para errores de FPC / gdb
ru: Используйте обходные пути для ошибок FPC / gdb

source: Debug &target
es: Objetivo &depuración
ru: Цель отладки

source: xterm command
es: Comando xterm
ru: команда xterm

source: Run command
es: &Ejecutar comando
ru: &Запустите команду

source: Default Debugger
es: &Depurador predeterminado
ru: &Отладчик по умолчанию

source: Debug &options
es: Opciones depuración
ru: Варианты отладки

source: &Make
es: &Hacer
ru: &Делать

source: Default make col
es: Hacer predeterminado
ru: Марка умолчанию

source: Mainfile
es: Archivo principal
ru: Главный файл

source: Select mainfile
es: Seleccionar archivo principal
ru: Выбрать основной файл

source: Targetfile name
es: Nombre de destino
ru: Имя цели

source: Select target file
es: Seleccionar destino
ru: Выбрать цель

source: Default Compiler
es: Compilador predeterminado
ru: Компилятор умолчанию

source: Select make command
es: Seleccionar comando Hacer
ru: Выбрать команда сделать

source: Show Command Line
es: Mostrar línea comando
ru: Показать командную строку

source: Copy messages to file
es: Copiar mensajes al archivo
ru: Копировать сообщения файл

source: Close message
es: Cerrar mensajes
ru: Закрыть сообщения

source: Check head
es: Comprobar encabezados
ru: Заголовки проверки

source: Check method headers
es: Comprobar los encabezados de los métodos
ru: Заголовки методов проверки

source: Project Compiler
es: Compilador proyecto
ru: Компилятор проекта

source: Command before
es: Comando antes
ru: Команда до

source: Make options
es: Hacer opciones
ru: Сделать варианты

source: Directories
es: Directorios
ru: Справочники

source: Command after
es: Comando después
ru: Команда после

source: Exe Extension
es: Extensión Exe
ru: Расширение Exe

source: Comments
es: Comentarios
ru: Комментарии

source: Make Directory
es: Directorio Hacer
ru: Каталог производителей

source: Select make directory
es: Directorio Hacer
ru: Каталог производителей

source: Error Color
es: Color error
ru: Цвет ошибки

source: Warning Color
es: Color advertencia
ru: Цвет предупреждения

source: Note Color
es: Color nota
ru: Цвет примечания

source: Strip ESC
es: Eliminar ESC
ru: Полоска ESC

source: Strip ESC sequences in Messages and Terminal form
es: Eliminar secuencias ESC en Mensajes y Terminal
ru: Убрать последовательности ESC в сообщениях и терминале

source: Show Console
es: Muestra Consola
ru: Показать консоль

source: Purpose
es: Objetivo
ru: Цель

source: Message output file
es: Archivo mensajes
ru: Выходной файл сообщений

source: Macros
ru: Макросы

source: Active group
es: Grupo activo
ru: Активная группа

source: &Font Alias
es: &Alias fuente
ru: Псевдоним шрифта

source: Designers
es: Diseñadores
ru: Дизайнеров

source: User &Colors
es: Colores usuario
ru: Пользовательские цвета

source: Copy setcolormapvalue code to clipboard
es: Copiar el código setcolormapvalue al portapapeles
ru: Скопируйте код setcolormapvalue в буфер обмена

source: F&ormat Macros
ru: Форматировать макросы

source: Used by formatfloatmse() and formatdatetimemse()
es: Usado por formatfloatmse() y formatdatetimemse()
ru: Используется formatfloatmse() и formatdatetimemse()

source: Templates
es: Plantillas
ru: Шаблоны

source: New project
es: Nuevo proyecto
ru: Новый проект

source: Script before copy
es: Guión antes copiar
ru: Скрипт перед копии

source: Script after copy
es: Guión tras copiar
ru: Скрипт после копии

source: New File
es: Archivo nuevo
ru: Новый файл

source: New Form
es: Nueva forma
ru: Новая форма

source: Tools
es: Instrumentos
ru: Инструменты

source: Storage
es: Almacen
ru: Хранилище

source: Infos
ru: Информация

source: Full name of project
es: Nombre completo del proyecto
ru: Полное название проекта
