Repository: fredvs/msegui_dynpo
Catalog: src/lang/demo_*.po
Languages: es, ru

source: Creator
es: Creador
ru: Создатель

source: License
es: Licencia
ru: Лицензия

source: Date of creation
es: Fecha de creación
ru: Дата создания

source: is invalid
es: es inválido
ru: - неверно

source: Format error
es: Error de formato
ru: Несоответствие формату

source: Value is required
es: Debe introducir un valor
ru: Требуется значение

source: Error
ru: Ошибка

source: Min
es: Mín.
ru: Мин.

source: Max
es: Máx.
ru: Макс.

source: Range error
es: Error de rango
ru: Несоответствие диапазону

source: &Undo
es: &Deshacer
ru: &Вернуть

source: &Redo
es: &Rehacer
ru: &Повтор

source: &Copy
es: &Copiar
ru: &Копировать

source: Cu&t
es: C&ortar
ru: Вы&резать

source: &Paste
es: &Pegar
ru: &Вставить

source: Select &all
ru: &Выбрать все

source: &Insert Row
es: &Insertar fila
ru: &Вставить строку

source: &Append Row
es: &Añadir fila
ru: &Добавить строку

source: &Delete Row
es: &Borrar fila
ru: &Удалить строку

source: &Dir
es: &Carpetas
ru: &Каталог

source: &Home
es: &Principal
ru: &Дом.

source: &Up
es: &Subir un nivel
ru: &Вверх

source: &New
es: Crear carpeta
ru: &Нов. кат-г

source: &Name
es: N&ombre
ru: На&звание

source: &Show hidden files
es: &Mostrar archivos ocultos
ru: Показ. &скрыт. файлы

source: &Filter
es: &Filtro
ru: &Фильтр

source: Save
es: Guardar
ru: Сохранить

source: Open
es: Abrir
ru: Открыть

source: Name
es: Nombre
ru: Имя

source: Create new directory
es: Crear una carpeta nueva
ru: Создать новый каталог

source: Back
es: Atrás
ru: Назад

source: Forward
es: Adelante
ru: Вперёд

source: Up
es: Arriba
ru: Вверх

source: File
es: Archivo
ru: Файл

source: exists, do you want to overwrite?
es: existe ¿quiere sobreescribirlo?
ru: уже есть‚ перезаписать?

source: is modified. Save?
es: es modificado. ¿Ahorrar?
ru: изменен. Сохранить?

source: Exception
es: Excepción
ru: Исключение

source: System
es: Sistema
ru: Система

source: does not exist
es: no existe
ru: не существует

source: PASSWORD
es: CONTRASEÑA
ru: ПАРОЛЬ

source: Enter password
es: Introduzca contraseña
ru: Введите пароль

source: Invalid password!
es: ¡contraseña incorrecta!
ru: Неверный пароль!

source: Can not read directory
es: No puedo leer la carpeta
ru: Не удаётся прочесть содержимое каталога

source: Graphic format not supported
es: Formato gráfico no soportado
ru: Графический формат не поддерживается

source: Graphic format error
es: Error de formato gráfico
ru: Графические данные не соответствуют формату

source: MS Bitmap
es: Bitmap MS
ru: BMP-изображение

source: MS Icon
es: Icono MS
ru: ICO-изображение

source: JPEG Image
es: Imagen JPEG
ru: JPEG-изображение

source: PNG Image
es: Imagen PNG
ru: PNG-изображение

source: XPM Image
es: Imagen XPM
ru: XPM-изображение

source: PNM Image
es: Imagen PNM
ru: PNM-изображение

source: TARGA Image
es: Imagen TARGA
ru: TARGA-изображение

source: TIFF Image
es: Imagen TIFF
ru: TIFF-изображение

source: All Images
es: Todo
ru: Все

source: Confirmation
es: Confirmación
ru: Подтверждение

source: Delete record?
es: ¿Borrar el registro?
ru: Удалить запись?

source: Copy record?
es: ¿Copiar el registro?
ru: Копировать запись?

source: Close page
es: Cerrar página
ru: Закрыть страницу

source: First
es: Primero
ru: Сначала

source: Prior
es: Anterior
ru: Приор

source: Next
es: Siguiente
ru: Далее

source: Last
es: Último
ru: Вконец

source: Append
es: Añadir
ru: Добавить

source: Delete
es: Borrar
ru: Удалить

source: Edit
es: Editar
ru: Править

source: Post
es: Guardar
ru: Постер

source: Annul
es: Cancelar
ru: Отменить

source: Refresh
es: Refrescar
ru: Освежить

source: Edit filter
es: Filtro edición
ru: Изменить фильтр

source: Edit filter minimum
es: Filtro edición mínimo
ru: Изменить мин. фильтр

source: Edit filter maximum
es: Filtro edición máximo
ru: Изменить макс. фильтр

source: Reset filter
es: Reiniciar filtro
ru: Сбросить фильтр

source: Filter on
es: Filtro activo
ru: Вкл. фильтр

source: Search
es: Buscar
ru: Поиск

source: Auto edit
es: Edición automática
ru: Автомат. правка

source: Copy record
es: Copiar registro
ru: Копировать запись

source: Dialog
es: Diálogo
ru: Диалог

source: Insert
es: Insertar
ru: Вставить

source: Copy
es: Copiar
ru: Копировать

source: Paste
es: Pegar
ru: Вставить

source: Row insert
es: Insertar fila
ru: Вставить строку

source: Row append
es: Añadir fila
ru: Добавить строку

source: Row delete
es: Borrar fila
ru: Удалить строку

source: Undo
es: Deshacer
ru: Вернуть

source: Redo
es: Rehacer
ru: Повтор

source: Cut
es: Cortar
ru: Вырезать

source: Select all
es: Seleccionar todo
ru: Выделить всё

source: Filter off
es: Filtro apagado
ru: Откл. фильтр

source: Portrait
es: Vertical
ru: Альбомная

source: Landscape
es: Apaisado
ru: Книжная

source: Delete row?
es: ¿Borrar fila?
ru: Удалить строку?

source: selected rows?
es: filas seleccionadas?
ru: выбранные строки?

source: Single item only
es: un elemento solamente
ru: Только простой пункт

source: Copy Cells
es: Copiar Celdas
ru: Копировать ячейки

source: Paste Cells
es: Pegar Celdas
ru: Вставить ячейки

source: Close
es: Cerrar
ru: Закрыть

source: Maximize
es: Maximizar
ru: Развернуть

source: Normalize
es: Restaurar
ru: Нормализовать

source: Minimize
es: Minimizar
ru: Минимизировать

source: Fix size
es: Ajustar tamaño
ru: Фиксированный размер

source: Float
es: Flotar
ru: Плавающий

source: Stay on top
es: Permanecer en el primer plano
ru: Оставаться сверху

source: Stay in background
es: Permanecer en el fondo
ru: Оставаться в фоне

source: Lock children
es: Bloquear hijas
ru: Блокировать потомков

source: No lock
es: Sin bloquear
ru: Не блокировать

source: Input
es: Entrada
ru: Ввод

source: Button
es: Botón
ru: Кнопка

source: On
es: Encendido
ru: Вкл

source: Off
es: Apagado
ru: Выкл

source: Left border
es: Borde izquierdo
ru: Левая граница

source: Top border
es: Borde superior
ru: Верхняя граница

source: Right border
es: Borde derecho
ru: Правая граница

source: Bottom border
es: Borde inferior
ru: Нижняя граница

source: Begin of text
es: Principio del texto
ru: Начало текста

source: End of text
es: Fin del texto
ru: Конец текста

source: Inputmode
es: Modo entrada
ru: Режим ввода

source: Overwrite
es: Sobrescribir
ru: Переписать

source: Deleted
es: Borrado
ru: Удалён

source: Copied
es: Copiado
ru: Скопирован

source: Inserted
es: Insertado
ru: Вклеен

source: Pasted
es: Pegado
ru: Вставлен

source: Withdrawn
es: Retirado
ru: Изъят

source: Window activated
es: Ventana activada
ru: Окно активировано

source: Menu
es: Menú
ru: Меню

source: Beginning of file
es: Principio del archivo
ru: Начало файла

source: End of file
es: Fin del archivo
ru: Конец файла

source: Voice output
es: Salida de voz
ru: Голосовой вывод

source: Speak again
es: Hablar de nuevo
ru: Произнести снова

source: First column
es: Primera columna
ru: Первый столбец

source: First row
es: Primera fila
ru: Первая строка

source: Last column
es: Última columna
ru: Последний столбец

source: Last row
es: Última fila
ru: Последняя строка

source: Selection
es: Selección
ru: Выделение

source: Speak path
es: Ruta de hablar
ru: Произнести путь

source: Disabled button
es: Deshabilitar botón
ru: Отключенная кнопка

source: First field
es: Primer campo
ru: Первое поле

source: Last field
es: Último campo
ru: Последнее поле

source: First element
es: Primer elemento
ru: Первый элемент

source: Last element
es: Último elemento
ru: Последний элемент

source: Slower
es: Más lento
ru: Медленнее

source: Faster
es: Más rápido
ru: Быстрее

source: Window
es: Ventana
ru: Окно

source: Area
es: Área
ru: Зона

source: Area activated
es: Área activada
ru: Зона активирована

source: Volume down
es: Bajar volumen
ru: Снизить громкость

source: Volume up
es: Subir volumen
ru: Повысить громкость

source: Cancel speech
es: Cancelar habla
ru: Отменить речь

source: Target
es: Objetivo
ru: Цель

source: View
es: Mirar
ru: Вид

source: Forms
es: Formularios
ru: Формы

source: Layout
es: Diseño
ru: Макет

source: Syntax
es: Sintaxis
ru: Синтаксис

source: Project
es: Proyecto
ru: Проект

source: Edited
es: Editado
ru: Отредактировано

source: Widgets
ru: Виджеты

source: Settings
es: Ajustes
ru: Настройки

source: About
es: Sobre
ru: О

source: New
es: Nuevo
ru: Новый

source: Save as...
es: Guardar como ...
ru: Сохранить как ...

source: Save all
es: Salvar a todos
ru: Сохранить все

source: Close all
es: Cierra todo
ru: Закрыть все

source: Print
es: Imprimir
ru: Распечатать

source: Quit
es: Dejar
ru: Покидать

source: Line
es: Línea
ru: Линия

source: Search again
es: Busca de nuevo
ru: Искать снова

source: Search back
es: Buscar atrás
ru: Искать назад

source: Find & replace
es: Buscar y reemplazar
ru: Найти и заменить

source: Find in files
es: Buscar en archivos
ru: Найти в файлах

source: Procedures list
es: Lista de procedimientos
ru: Список процедур

source: Select edit page
es: Seleccionar página de edición
ru: Выберите страницу редактирования

source: Copy word at cursor
es: Copiar palabra en el cursor
ru: Скопировать слово под курсором

source: Copy LaTeX
es: Copiar LaTeX
ru: Копировать LaTeX

source: Indent
es: Sangrar
ru: Отступ

source: Unindent
es: Sin sangría
ru: Непроверенный

source: Environment
es: Entorno
ru: окружающая обстановка

source: Attach process
es: Adjuntar proceso
ru: Присоединить процесс

source: Attach target
es: Adjuntar objetivo
ru: Прикрепите цель

source: Detach target
es: Separar objetivo
ru: Отсоединить цель

source: Download
es: Descargar
ru: Скачать

source: Make
es: Hacer
ru: Делать

source: Build
es: Construir
ru: Строить

source: Abort make
es: Cancelar hacer
ru: Прервать создание

source: Debug-Run
es: Depurar/Ejecutar
ru: Отладка / Запуск

source: Options
es: Opciones
ru: Опции

source: Tree
es: Árbol
ru: Дерево

source: Source
es: Fuente
ru: Источник

source: Open copy
es: Abrir copia
ru: Открыть копию

source: Save copy as
es: Guardar copia como ...
ru: Сохранить копию как ...

source: Beautifier
es: Embellecedor
ru: Украшение

source: Panels
es: Paneles
ru: Панели

source: Force Z order
es: Forzar orden Z
ru: Принудительный Z-порядок

source: Tree list
es: Lista de árboles
ru: Древовидный список

source: Messages
es: Mensajes
ru: Сообщения

source: Find result
es: Resultado de encontrar
ru: Результат поиска

source: Commander
es: Comandante
ru: Командир

source: Symbols
es: Simbolos
ru: Символы

source: Watches
es: Vigilia
ru: бдительность

source: Stack
es: Apilar
ru: Куча

source: Threads
es: Hilos
ru: Потоки

source: Breakpoints
es: Puntos de interrupción
ru: Контрольные точки

source: Watchpoints
es: Puntos de observación
ru: Точки наблюдения

source: Memory
es: Memoria
ru: объем памяти

source: Target console
es: Consola de destino
ru: Целевая консоль

source: Toggle form/unit
es: Alternar forma/unidad
ru: Переключить форму / блок

source: MSE modules
es: Módulos MSE
ru: Модули MSE

source: Close all MSE modules
es: Cerrar todos los módulos MSE
ru: Закройте все модули MSE

source: General settings
es: Configuración general
ru: Общие настройки

source: Extra settings
es: Configuraciones extra
ru: Дополнительные настройки

source: Languages
es: Idiomas
ru: Языки

source: Configure widgets
es: Configurar widgets
ru: Настроить виджеты

source: Configure compilers
es: Configurar compiladores
ru: Настроить компиляторы

source: Configure debuggers
es: Configurar depuradores
ru: Настроить отладчики

source: Themes
es: Temas
ru: Темы

source: Directory
es: Directorio
ru: Каталог

source: No icons
es: Sin iconos
ru: Без иконок

source: No lateral
es: Sin lateral
ru: Без бокового

source: Compact
es: Compacto
ru: Компакт

source: Open project
es: Abre el proyecto
ru: Открыть проект

source: Open file
es: Abre el archivo
ru: Открыть файл

source: Path
es: Ruta
ru: Путь

source: Other
es: Otro
ru: Другой

source: Print command
es: Comando de impresión
ru: Команда печати

source: Shortcut
es: Atajo
ru: Ярлык

source: Value
es: Valor
ru: Ценить

source: Case sensitive
ru: Деликатный случай

source: Selected only
es: Solo seleccionado
ru: Только выбрано

source: Whole word
es: Toda palabra
ru: Целое слово

source: Text to find
es: Texto para buscar
ru: Текст для поиска

source: Search in current file
es: Buscar en archivo actual
ru: Искать в текущем файле

source: Search in open files
es: Buscar en archivos abiertos
ru: Искать в открытых файлах

source: Search in project directory
es: Buscar en directorio proyecto
ru: Искать в каталоге проекта

source: Search in directories
es: Buscar en directorios
ru: Искать в каталогах

source: Include subdirectories
es: Incluir subdirectorios
ru: Включить подкаталоги

source: Replace
es: Reemplazar
ru: Заменять

source: Replace all
es: Reemplaza todo
ru: Заменить все

source: Replace with
es: Reemplazar con
ru: Заменить

source: Prompt on replace
es: Preguntar al reemplazar
ru: Запрашивать замену

source: Components palette
es: Paleta de componentes
ru: Палитра компонентов

source: Find components
es: Encuentra componentes
ru: Найти компоненты

source: Reset
es: Restablecer
ru: Сброс

source: Step
es: Paso
ru: Шаг

source: Step instruction
es: Instrucción de paso
ru: Шаговая инструкция

source: Next instruction
es: Siguiente instrucción
ru: Следующая инструкция

source: Restart debugger
es: Reiniciar depurador
ru: Перезапустить отладчик

source: Toggle breakpoint
ru: Переключить точку останова

source: Toggle breakpoint enabled
es: Alternar punto de interrupción habilitado
ru: Включить точку останова

source: Executed lines hint on/off
es: Indicación de líneas ejecutadas activada / desactivada
ru: Включение / выключение подсказки по выполненным строкам

source: Please compile it first.
es: Por favor compílelo primero.
ru: Пожалуйста сначала скомпилируйте это.

source: Finish
es: Finalizar
ru: Готово

source: Set as default
es: Establecido predeterminado
ru: Набор по умолчанию

source: Host
es: Anfitrión
ru: Хост

source: Copyright
es: Derechos de autor
ru: Авторское право

source: Delete selected row?
es: ¿Borrar la fila seleccionada?
ru: Удалить выбранную строку?

source: Delete %s selected rows?
es: ¿Borrar %s filas seleccionadas?
ru: Удалить %s выбранные строки? ?

source: English [en]
es: Inglés [en]
ru: Английский [en]

source: Russian [ru]
es: Ruso [ru]
ru: Русский [ru]

source: French [fr]
es: Francés [fr]
ru: Французский [fr]

source: German [de]
es: Alemán [de]
ru: Немецкий [de]

source: Spanish [es]
es: Español [es]
ru: Испанский [es]

source: Portuguese [pt]
es: Portugués [pt]
ru: Португальский [pt]

source: Chinese [zh]
ru: китайский язык [zh]

source: Italian [it]
es: Italiano [it]
ru: Итальянский [it]

source: Dutch [nl]
es: Holandés [nl]
ru: Голландский [nl]

source: Hebrew [he]
es: Hebreo [he]
ru: Иврит [he]

source: Indonesian [id]
es: Indonesio [id]
ru: Индонезийский [id]

source: Polish [pl]
es: Polaco [pl]
ru: Польский [pl]

source: Esperanto [eo]
ru: Эсперанто [eo]

source: Greek [el]
es: Griego [el]
ru: Греческий [el]

source: Arabic [ar]
es: Árabe [ar]
ru: арабский [ar]

source: Trace trap
es: Traza trampa

source: MSE Unit
es: Unidad MSE

source: Datamodule
es: Módulo de datos

source: Stop error
es: Detener error

source: Download ***ERROR***
es: Error de descarga***
